adobe-source-sans-fonts
alacritty
amd-ucode
amdctl
amdgpu-clocks-git
arandr
archlinux-keyring
atool
autoconf
automake
base
bash-completion
bat
bind
binutils
bison
blueman
bluez
bluez-utils
brave-bin
broadcom-bt-firmware
cheese
cht.sh-git
clamav
clamtk
cmake
corectrl
cups
dconf-editor
debugedit
devhelp
dmenu
dmidecode
dnsmasq
dracula-gtk-theme
dracula-icons-git
dunst
edk2-ovmf
efibootmgr
elinks
evolution
evtest
eza
fakeroot
fastfetch
fd
feh
fence-agents
file
file-roller
filezilla
findutils
firefox
firejail
flex
fmt9
fuse-overlayfs
fzf
gawk
gcc
gdm
geary
gedit
gettext
ghostwriter
gimp
git
glade
glances
gparted
greetd
greetd-tuigreet
grep
grim
grimblast-git
groff
gst-plugin-pipewire
gzip
hdparm
highlight
htop
hunspell-en_us
hyprland-git
hyprpaper-git
hyprpicker-git
i3-wm
i3blocks
i3lock-color
i3status
ibus
ibus-anthy
inetutils
intel-media-driver
iotop
iwd
journee-bin
kdeconnect
kindle2anki-git
kitty
lazygit
libmp4v2
libpulse
libreoffice-fresh
libretro-beetle-pce
libretro-beetle-pce-fast
libretro-beetle-psx
libretro-beetle-psx-hw
libretro-beetle-saturn-git
libretro-beetle-supergrafx
libretro-blastem
libretro-bsnes
libretro-bsnes-hd
libretro-bsnes2014
libretro-citra
libretro-core-info
libretro-database-git
libretro-desmume
libretro-dolphin
libretro-duckstation
libretro-flycast
libretro-gambatte
libretro-genesis-plus-gx
libretro-kronos
libretro-mame
libretro-mame2016
libretro-melonds
libretro-mesen
libretro-mesen-s
libretro-mgba
libretro-mupen64plus-next
libretro-nestopia
libretro-overlays
libretro-parallel-n64
libretro-pcsx2
libretro-pcsx2-launcher-git
libretro-picodrive
libretro-play
libretro-ppsspp
libretro-retrodream
libretro-sameboy
libretro-scummvm
libretro-shaders-slang
libretro-snes9x
libretro-yabause
libtool
libva-intel-driver
libva-mesa-driver
light
lightdm
lightdm-gtk-greeter
lightsoff
linux
linux-firmware
lldb
luarocks
lxappearance-gtk3
m4
make
man-db
man-pages
mediainfo
mousepad
mpd
mpv
mupdf
nano
neofetch
neovim
nerd-fonts-complete
net-tools
network-manager-applet
networkmanager
networkmanager-openvpn
nmap
noto-fonts-cjk
noto-fonts-emoji
nwg-displays
nwg-look-bin
obsidian
openmw
openssh
openssl-1.0-hardened
openvpn
orca
otf-ipafont
p7zip
pacman
pacman-contrib
pamixer
parallel
parallel-docs
parole
paru
patch
pavucontrol
perl-anyevent-i3
perl-json-xs
picom
pipewire
pipewire-alsa
pipewire-docs
pipewire-jack
pipewire-pulse
pkgconf
plasma-meta
plasma-wayland-session
playerctl
polari
polkit
poppler
powerline
powertop
protontricks
psutils
pulsar-bin
pulseaudio-ctl
pyqt-builder
python-black
python-pip
python-psutil
python-pybluez
python-pydbus
python-pynvim
python-pywlroots
qbittorrent
qemu-desktop
qtile
quadrapassel
ranger
rate-mirrors
rbenv
rbw
ripgrep
ristretto
rofi
rofi-emoji
rsync
ruby
ruby-build
runc
rxvt-unicode
rygel
ryzen-controller-bin
screen
scribus
scrot
sed
shellcheck
signal-desktop
simple-scan
slurp
smartmontools
sshfs
stow
strace
stress
sudo
sway
swaybg
swayidle
swaylock-effects
syndical
sysprof
terraform
texinfo
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tk
tmux
tracker3-miners
translate-shell
tree
ttf-caladea
ttf-fira-code
ttf-liberation
tumbler
umoci
unzip
urxvt-perls
vim
vulkan-intel
vulkan-radeon
vulkan-tools
w3m
waybar
wdisplays
weechat
wf-recorder
wget
which
whois
wireless_tools
wireplumber
wl-clipboard-history-git
wlogout
wofi
wpa_supplicant
wtype
xarchiver
xbindkeys
xdg-desktop-portal-hyprland
xdg-user-dirs-gtk
xdg-utils
xf86-input-wacom
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xfburn
xfconf
xorg-server
xorg-server-xephyr
xorg-xev
xorg-xinit
xorg-xkill
xterm
zenpower-dkms
zenstates-git
zig-dev-bin
zram-generator
zsa-wally
